[
  {
    "id": 1,
    "title": "An Indoor Rainforest",
    "content": "Weaving together an experience of nature and marketplace, Changi Jewel Airport boasts one of the world’s largest indoor gardens, the Forest Valley.\n\nBuilt on sustainable engineering principles, over 60,000 specially adapted plants help regulate temperature and absorb carbon.\n\nWith rotating plant displays, the valley constantly evolves, orienting the passenger experience to be engaging, restorative and soothing, bringing in locals and tourists alike under a communal roof and dramatically echoing Singapore’s reputation as a ‘Garden City’.",
    "funFact": "Greenery covers an area of 21,000–22,000 m² across Jewel Changi Airport, amounting to ~16% of the terminal’s total area.",
    "nextUp": "Make your way to the next checkpoint to uncover more about the engineering behind Changi Jewel Airport. Keep a lookout for the second waterfall along the way to answer the next Quiz!",
    "images": [
      "/images/Story-1.jpg",
      "/images/Story-2.jpg",
      "/images/Story-3.jpg"
    ]
  },
  {
    "id": 2,
    "title": "Singapore's Crown Jewel",
    "content": "In 2013, Singapore saw the need for increased airport capacity as an opportunity to create a global icon: Jewel Changi Airport.\n\nThis massive undertaking, requiring billions in resources, successfully blended operational functionality with world-class design.\n\nThe result is Singapore’s ‘Crown Jewel’—a complex structure featuring a free-form toroidal glass roof, rainwater harvesting systems, and a climate-controlled indoor forest unlike any other.",
    "funFact": "The entire Forest Valley acts as a natural sound-softener; vegetation naturally absorbs and diffuses noise, reducing echo inside the immense glass dome and giving an unexpectedly calm ambience.",
    "nextUp": "Move to the next checkpoint to uncover more about the engineering behind Changi Jewel Airport. Watch out for the Skytrain along the way to answer the next Quiz!",
    "images": [
      "/images/Story-4.jpg",
      "/images/Story-5.jpg",
      "/images/Story-6.jpg"
    ]
  },
  {
    "id": 3,
    "title": "Our Story",
    "content": "From a small fishing village before 1819, Singapore transformed into a thriving metropolis within 7 decades through maximising land use and developing its people as its greatest resource – brutal efficiency was key to her survival.\n\nToday, over 90% of the island’s land is developed for public and economic use while boasting one of the busiest ports globally, and ranking among the world’s top 3 financial hubs – annual trade flows exceed S$1 trillion despite limited natural resources.",
    "funFact": "Nearly 25% of Singapore’s current land area did not exist in 1960 and was created through land reclamation.",
    "nextUp": "Move to the next checkpoint to uncover more about the engineering behind Changi Jewel Airport. Watch out for the Skytrain along the way to answer the next Quiz!",
    "images": [
      "/images/Story-7.jpg",
      "/images/Story-8.jpg",
      "/images/Story-9.jpg"
    ]
  },
  {
    "id": 4,
    "title": "Journey Through the Skies",
    "content": "Singapore’s civil aviation story began in 1937 with a modest central airport.\n\nAs air travel demand grew, the need for larger, modern facilities led to the opening of Changi Airport’s Terminal 1 in 1981, with continual expansion since.\n\nToday, Changi is consistently ranked the world’s best airport, handling over 1,000 daily aircraft movements.\n\nPlanning ahead for 50 years of development, Singapore intends to install its fifth terminal that will match the current airport’s entire passenger and aircraft capacity.",
    "funFact": "Changi Airport was built on reclaimed land over former swamps and the Changi coastline, using sand imported from neighbouring countries.",
    "nextUp": "You’re one step away from completing the trail – head to the final page to reveal your score!",
    "images": [
      "/images/Story-10.jpg",
      "/images/Story-11.jpg",
      "/images/Story-12.jpg"
    ]
  }
]